<div>
<form method="post" action="/auth/reg.php">

<p>Требуется авторизация.</p>
<p>
Для авторизации на сайте воспользуйтесь Вашим логином в "Пачке" (начинается со знака "@...").<br><br>
Логин: <input type="text" name="login" required value="@your_login">
<br>
</p>


<p>
Придумайте и введите пароль для входа на сайт.<br><br>
Пароль: <input type="password" name="password" required>
<br></p>
<button type="submit">Log in!</button>
</form>
<p>

Свой логин Вы можете посмотреть в "Пачке", кликнув правой кнопкой мыши на своём аватаре:<br>

<div><img src="../da-sprints/img/pachka.jpg" width="260"></div>
<br>Пароль, использованный при первоначальном входе, будет использован в дальнейшем для входа с других устройств, а также в случае сброса настроек.<br><br>
Если по каким-либо причинам Вам не удается пройти авторизацию на сайте - свяжитесь со мной любым из доступных Вам способов:<br>
<ul>
<li>в "Пачка" @Лёша;</li>
<li>в Telegram</li>
<li>в Discord</li>
</ul>
</p>
</div>
